[
  {
    "Level": "Deo1",
    "Text": "adidas for  Women naural vitality perfumed deo freshness 24h deodorant spray 150 ml e "
  },
  {
    "Level": "Deo10",
    "Text": "SWEET WOODY BOUQUET all-day freshness"
  },
  {
    "Level": "Deo11",
    "Text": "NIVEA new fragrance whitening gentle care 48h fruity touch Fairer underarms Licorice Extracts Vitamin C DEODORANT "
  },
  {
    "Level": "Deo12",
    "Text": "WIND SONG Extraordinary Fragrance Gentle Deodorant Body Spray NET WT 25 OZ / 71g "
  },
  {
    "Level": "Deo13",
    "Text": "ESTD 1770 YARDLEY LONDON English LAVENDER REFRESHING BODY SPRAY 150ml e 5.1 fl. oz. "
  },
  {
    "Level": "Deo14",
    "Text": "NIVEA fresh natural cares mildly 48h Fresh feeling Ocean extracts DEODORANT "
  },
  {
    "Level": "Deo15",
    "Text": "WILD SPICY SURPRISE all-day frehness deo "
  },
  {
    "Level": "Deo16",
    "Text": "Rasasi BOND OF TRUE LOVE DEODORANT BODY SPRAY FOR WOMEN "
  },
  {
    "Level": "Deo17",
    "Text": "ESTD 1710 YARDLEY LONDON Lace Satin PERFUMED DEODORANT BODY SPRAY 150ml e 5.1 fl.oz."
  },
  {
    "Level": "Deo18",
    "Text": "YARDLEY LONDON Imperial SANDALWOOD REFRESHING BODY SPRAY 150ml e 5.1 fl.oz. "
  },
  {
    "Level": "Deo19",
    "Text": "WOMAN + ENgAgE ABANDON 24hrs Bodylicious deo spray A quality product from from ITC Ltd"
  },
  {
    "Level": "Deo2",
    "Text": "8x4 MEN beast Cardamom vanilla wood 48h: Perfume deodorant "
  },
  {
    "Level": "Deo20",
    "Text": "WOMAN + ENgAgE SPELL 24hrs bodylicious deo spray A quality product from ITC Ltd. "
  },
  {
    "Level": "Deo21",
    "Text": "WOMAN + ENgAgE BLUSH 24hrs bodylicious deo spray A quality product roduct from ITC Ltd."
  },
  {
    "Level": "Deo22",
    "Text": "WOMAN + ENGAGE DRIZZLE 24hrs bodylicious deo spray A quality product from ITC Ltd. "
  },
  {
    "Level": "Deo23",
    "Text": "WOMAN + ENGAUGE O'WHIFF 24hrs bodylicious A quality product from ITC Ltd. "
  },
  {
    "Level": "Deo24",
    "Text": "NEW NIVEA MEN 48h FRESH OCEAN longlasting Freshness Aqua Fresh Scent DEODORANT CARE COMPLEX "
  },
  {
    "Level": "Deo25",
    "Text": "WOMAN + ENGAGE TEASE 24hrs bodylicious deo spray A quality product from ITC Ltd. "
  },
  {
    "Level": "Deo26",
    "Text": "WOMAN + ENGAGE TEMPT 24hrs bodylicious deo spray A quality product from ITC Ltd. "
  },
  {
    "Level": "Deo27",
    "Text": "NIVEA MEN 48h FRESH ACTIVE ORIGINAL Longlasting Freshness Ocean Extracts DEODORANT CARE COMPLEX "
  },
  {
    "Level": "Deo28",
    "Text": "BRUT ATTRACTION TOTALE DEODORANT EFFICACITE LONGUE DUREE BRUT PARFUMS PRESTIGE PARIS 1965"
  },
  {
    "Level": "Deo29",
    "Text": "REVLON PERFUMED BODY SPRAY 107.6 g/150 ml "
  },
  {
    "Level": "Deo3",
    "Text": "BODY DEODORANT CRUSH secret TEMPTATION "
  },
  {
    "Level": "Deo30",
    "Text": "RED COLLECTIONTM NEW SCENT Old Spice DESPERADO BODY SPRAY REFRESH ONE SPRAY LASTS ALL DAY NET WT. 3.75 OZ (106 g) "
  },
  {
    "Level": "Deo31",
    "Text": "REVLON PERFUMED BODY SPRAY 107.6 g/150 ml "
  },
  {
    "Level": "Deo32",
    "Text": "WILD COLLECTION NEW Old Spice RESFRESH BODY SPRAY BEARGLOVE ONE SPRAY LASTS ALL DAY NET WT. 3.75 OZ (106 g) "
  },
  {
    "Level": "Deo33",
    "Text": "Z. magntism for men DEODORANT BODY SPRAY "
  },
  {
    "Level": "Deo34",
    "Text": "REVLON PERFUMED BODY SPRAY 107.6 g / 150 ml "
  },
  {
    "Level": "Deo35",
    "Text": "Like ACQUA DI GIO by Giorgio Armani ? You'll love MASCOLINO Premium Fragrance Body Spray Designer Imposters Parfums de Coeur NET WT 4 OZ / 113g"
  },
  {
    "Level": "Deo36",
    "Text": "RED ZONE COLLECTION Old Spice RESFRESH TM BODY SPRAY Swagger ONE SPRAY LASTS ALL DAY NET WT. 3.75 OZ (106 g)"
  },
  {
    "Level": "Deo37",
    "Text": "BLUE FOR MAN POUR HOMME DEODORANT BODY SPRAY Rasasi "
  },
  {
    "Level": "Deo38",
    "Text": "AVON senses My moment Deo Spray Floral-Powdery 24hr Deo-Protection 150ml/84g "
  },
  {
    "Level": "Deo39",
    "Text": "MIDNIGHT AXE REC HAR GE+ "
  },
  {
    "Level": "Deo4",
    "Text": "adidas DEO BODY SPRAY 24H FRESH POWER DEVELOPED WITH ATHLETES ICE Dive  150 ml e 96 g "
  },
  {
    "Level": "Deo40",
    "Text": "kama sutra ks DARE DEODORANT SPRAY MEN 100 g / 150 ml "
  },
  {
    "Level": "Deo41",
    "Text": "NIVEA pearl & beauty Beautiful underarms 48h gentle care Pearl extracts deodorant "
  },
  {
    "Level": "Deo42",
    "Text": "WILD-COLLECTION NEW Old Spice RESFRESH BODY SPRAY WOLFTHORN ONE SPRAY LASTS ALL DAY NET WT. 3.75 OZ (106 g) "
  },
  {
    "Level": "Deo43",
    "Text": "DAVID BECKHAM INSTINCT SPORT deodorant spray deodorant atomiseur 150 ml e 96 g "
  },
  {
    "Level": "Deo44",
    "Text": "Secret is the Registered Trade mark of Capital Foods Pvt. Ltd. India. Ching's SECRET Schezwan Chutney Dip. Spread. Cook "
  },
  {
    "Level": "Deo45",
    "Text": "ANTI-PERSPIRANT APOLLO LYNX DRY 48h THERMO PROTECTION 962/160 ml"
  },
  {
    "Level": "Deo46",
    "Text": "BIOTIQUE ADVANCED AYURVEDA BIO WALNUT BARK Body Building Shampoo for Fine & Thinning Hair AYURVEDIC RECIPE 100% BOTANICAL EXTRACTS SWISS TECHNOLOGY"
  },
  {
    "Level": "Deo47",
    "Text": "BIOTIQUE BOTANICALS BIO WALNUT BARK Body Building Shampoo For Fine & Thinning Hair AYURVEDIC RECIPE 100% BOTANICAL EXTRACTs SWISS TECHNOLOGY "
  },
  {
    "Level": "Deo48",
    "Text": "Reebok Reefresh DEODORANT BODY SPRAY e 75 ml 2.5 fl.oz "
  },
  {
    "Level": "Deo49",
    "Text": "POND'S Oil Control Oil Control Talc Orange Peel Extract Sun Protection TP|-60 100 g "
  },
  {
    "Level": "Deo5",
    "Text": "AXE DAILY FRAGRANCE ESSENCE NET WT 4 OZ (113g) "
  },
  {
    "Level": "Deo50",
    "Text": "POND'S DREAMFLOWER Fragrant Talc Pink Lily 400 g "
  },
  {
    "Level": "Deo51",
    "Text": "Ceindia Ltd. Fast pa complaints contact ste Mg unit read and see below. pelicals Pvt. Ltd. wangabad 431 136 JAMU sed Area, G.I.D.C. U NoGAI 1636 AGID.C. U. NO: GAI1478 Hechit Benckiser USE ONLY moov THE PAIN SPECIALIST FLAMMABLE Wale Power of With the pow Nileiri oil "
  },
  {
    "Level": "Deo52",
    "Text": "TM Gillette  REG 1 345 SHOEL "
  },
  {
    "Level": "Deo53",
    "Text": "OATMI MOISTURIZING IN  Oatmeal Extracts & Squalene Fragrance Free Dermatologically Tested Active 100 ml "
  },
  {
    "Level": "Deo54",
    "Text": "TATA  Salt BLACK SALT Tangy Taste Goodness of Minerals A Proprietary Food "
  },
  {
    "Level": "Deo55",
    "Text": "TATA Salt ROCK SALT Rich with Natural Trace Minerals"
  },
  {
    "Level": "Deo6",
    "Text": "30% MORE PROTECTION POWER RIGHT GUARD TOTAL DEFENCE 5 1. FIGHTS PERSPIRATION 2. PREVENTS ODOUR 3. LONG-LASTING FRESHNESS 4. HEAT-RESPONSE FORMULA 5. LOW RESIDUE CLEAN 48 H High-Performance Anti-Perspirant Deodorant 0% Alcohol"
  },
  {
    "Level": "Deo7",
    "Text": "1 RALPH LAUREN  THE BIG PONY COLLECTION DEODORIZING BODY SPRAY  SPRAY DEODORANT POUR LE CORPS 6.0 OZ 170 g"
  },
  {
    "Level": "Deo8",
    "Text": "BRUT SPORT STYLE DEODORANT EFFICACITE LONGUE DUREE BRUT PARFUMS PRESTIGE PARIS 1965 "
  },
  {
    "Level": "Deo9",
    "Text": "AXE DAILY FRAGRANCE APOLLO NET WT 4 OZ (113g) "
  }
]